acpi_call-dkms
alsa-firmware
amd-ucode-git
ananicy-cpp-git
android-tools
ansible
arj
ark
asp
aura-git
autoconf
automake
bash-completion
beautyline
binutils
bison
bluetooth-support
bottom
brave-nightly-bin
breeze-grub
bridge-utils
btop-git
btrfs-assistant-git
btrfs-progs
bzip2
cachyos-v3-mirrorlist
cfs-zen-tweaks
chaotic-keyring
chaotic-mirrorlist
cmake
coreutils
cpio
crda
cryptsetup
curlftpfs
davfs2
dmidecode
dmraid
dolphin-git
dolphin-plugins
dosfstools
downgrade
duperemove
e2fsprogs
ecryptfs-utils
efibootmgr
electronmail-bin
exa-git
exfatprogs
extra-cmake-modules-git
f2fs-tools
fakeroot
fastfetch-git
fatresize
ffmpegthumbs
file
filesystem
findutils
firedragon
firedragon-extension-plasma-integration
firejail-noapparmor-git
fish-git
flex
freetype2
fscrypt
gamemode
garuda-assistant
garuda-boot-options-git
garuda-browser-settings
garuda-common-settings
garuda-dr460nized
garuda-fish-config
garuda-hooks
garuda-icons
garuda-settings-manager
garuda-settings-manager-kcm
garuda-system-maintenance
garuda-wallpapers
garuda-welcome
gawk
gcc
gcc-libs
gettext
gimp-git
git
gitkraken
glibc
gnu-netcat
grep
groff
grub
grub-btrfs
grub-garuda
gstreamer-meta
gzip
helvum-git
hunspell-de
hunspell-en_gb
hunspell-en_us
hyperfine
hyphen-de
hyphen-en
inetutils
inxi-git
ipman
iproute2
iptables-nft
iputils
jamesdsp-git
jdk8-openjdk
jfsutils
kate-git
kde-git-meta
kde-gtk-config
kdegraphics-thumbnailers
kdenlive-git
kimageformats
kirigami2-git
konsole-git
kotatogram-desktop-bin
krdc
krfb
ksystemstats-git
kwin-scripts-forceblur
latte-dock-git
lhasa
lib32-gamemode
lib32-mangohud-git
lib32-mesa-tkg-git
libappindicator-gtk3
libdvdcss
libinput_gestures_qt
libreoffice-fresh
libreoffice-fresh-de
libreoffice-fresh-en-gb
libtool
licenses
linux-firmware-git
linux-tkg-cfs
linux-tkg-cfs-headers
logrotate
lrzip
lsb-release
lutris
lvm2
lzip
lzop
m4
make
makedeb
man-db
man-pages
man-pages-de
mangohud-git
mdadm
memavaild-git
memtest86+
mercurial
mesa-tkg-git
micro
mkinitcpio-systemd-tool
mlocate
modprobed-db
movit
mpv
mtools
nextcloud-client-git
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-emoji
nspawn-git
nss-mdns
ntfs-3g
octopi-git
okular
onlyoffice-bin
openssh-hpn
os-prober-btrfs
p7zip
pacman
pacman-contrib
partitionmanager-git
paru-git
patch
pciutils
performance-tweaks
perl-file-mimeinfo
pipewire-common-alsa-git
pipewire-common-git
pipewire-common-pulse-git
pipewire-common-zeroconf-git
pipewire-support
pkgconf
plasma-browser-integration-git
plasma-systemmonitor
plasma5-applets-eventcalendar
plasma5-applets-netspeed
plasma5-applets-window-appmenu-git
plasma5-applets-window-buttons-git
plasma5-applets-window-title-git
podman
polkit-duktape
poppler-glib-git
poppler-qt5-git
power-profiles-daemon
powerdevil-git
powertop
prelockd-git
procps-ng
proton-ge-custom
psmisc
qt5-imageformats
qt5-translations
quota-tools
rate-mirrors
rebuild-detector
reflector
reiserfsprogs
resvg
ripgrep-git
rootactions-servicemenu
rsync
rustup
sed
shadow
signal-desktop-beta
snapper-support
sof-firmware
speedcrunch
spicetify-cli-git
spicetify-themes-git
spotify-adblock-git
sshfs
starship-git
steam
subversion
sudo-git
sysbox-ce
systemd
systemd-sysvcompat
tar
teams
terminus-font
texinfo
thunderbird-appmenu
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-ms-fonts
ufw-git
unace
unarchiver
unarj
unrar
unzip
update-grub
usbutils
util-linux
virt-manager-meta
vscodium-git
vulkan-headers-tkg-git
vulkan-icd-loader-git
warpinator
waydroid
waydroid-image
weston
which
whoogle-git
wine-meta
wireplumber-git
woeusb
xcursor-sweet
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xfsprogs
xonotic
xorg-server
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xwayland-git
xsel
xz
zenmonitor-git
zip
zram-generator-git
